/* Button in Timer */
"Edit" = "Επεξεργασία";

/* Button in Timer */
"Pause" = "Παύση";

/* Button in Timer */
"Reset" = "Μεδενισμός";

/* Button in Timer */
"Start" = "Έναρξη";

/* Initial title of timer */
"Timer" = "Αντίστροφη Χρονομέτρηση";

/* Status line in Timer */
"Total Time" = "Συνολικός Χρόνος";

